app/controllers/comandas_controller.rb

SELECT "comandas".* FROM "comandas"
---
  def index
    @comandas = Comanda.all

INSERT INTO "comandas" ("tavolo", "id_user", "data", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["tavolo", 12], ["id_user", 1], ["data", "2018-02-25"], ["created_at", "2018-02-25 21:45:55.748519"], ["updated_at", "2018-02-25 21:45:55.748519"]]
---
  def create
    @comanda = Comanda.new(comanda_params)

    respond_to do |format|
      if @comanda.save

SELECT  "comandas".* FROM "comandas" WHERE "comandas"."id" = ? LIMIT 1  [["id", 1]]
---
    def set_comanda
      @comanda = Comanda.find(params[:id])