app/controllers/prodottos_controller.rb

  def index
    @prodottos = Prodotto.all
---
SELECT "prodottos".* FROM "prodottos"